IDEA Open Model
BeamDataEc2.UserLimitDeflRheoEffects Property
Compatible with IDEA StatiCa 20.1
 user value of limit deflection from rheological effects of variable loads - denominator - 1 / value
 Namespace: IdeaRS.OpenModel.Concrete
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public double UserLimitDeflRheoEffects { get; set; }
Public Property UserLimitDeflRheoEffects As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
BeamDataEc2 Class
IdeaRS.OpenModel.Concrete Namespace